Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=325_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Saamelaislasten leikkiympäristöjä saamelaistetaan
smn: Sämipárnái sierâdempirrâs sámáidittem

source: Saamelaiskäräjien Saamelainen lastenkulttuurikeskus on ottanut sydämen asiakseen saamelaislasten leikkiympäristöjen saamelaistamisen lelujen suhteen.
smn: Sämitige Säämi párnáikultuurkuávdáš lii váldám vááimu äššin meid sämipárnái sierâdempirrâs sámáidittem sierâi háárán.

source: Monet lelut tulevat kulttuurin ulkopuolelta ja sillä tavoin opastavat lasten leikkiä kauemmaksi läheisistä aiheista.
smn: Maaŋgah sierah puátih kulttuur ulguubeln já toin lain uápisteh párnái sierâdem meiddei olgoláá aldasâš aartâin.

source: Viime vuonna lastenkulttuurikeskus hankki saamelaisalueen kuntien saamenkielisille päiväkodeille komsiot ja saamen pehmoeläimet.
smn: Tijmá párnáikulttuurkuávdáš ornij sämikuávlu kieldâi sämikielâlâlâš peivikiäijoid kietkâmijd já säämi timmâsierâid.

source: Tänä vuonna päiväkodeille hankitaan uudet lelut, jotka on suunniteltu ja valmistettu Jokkmokissa, Ruotsissa.
smn: Taan ive peivikiäijoid skáppojuvvojeh uđđâ sierah, moh láá vuávájum já rahtum Juhâmohheest, Ruotâst.

source: Lelut ovat puusta valmistettuja vasoja, joille voi tehdä korvamerkit ja korvat voidaan vaihtaa taas peurakorviksi uusia leikkejä varten. ”
smn: “ Vyesi ” – sierah láá muorâst rahtum, moi peeljijd puáhtá vittádiđ já peeljijd puáhtá molsođ oppeet koddepeljin uđđâ sierâi várás.

source: Vasat ” käyvät hyvin korvamerkkien tekojen harjoitteluun, puukon käytön opettelemiseen ja suopunginheittoharjoituksiin.
smn: “ Vyesih ” heivejeh pyereest peljičuopâstuvâi hárjuttâlmân, niijbe kevttim máttááttâlmân já njuárustâlmân.

source: Lelujen idea perustuu saamelaisiin töihin ja - kulttuuriin.
smn: Sierâi idea vuáđuduvá säämi pargoid já kulttuurân.

source: Perinteiset poroleikit ovat saaneet taas uuden, mielenkiintoisen muotonsa !
smn: Ärbivuáválâš puásui-sierah láá oppeet finnim uđđâ, mielâkiddiivâš häämis !

source: Rankinen on perinteinen suoja sääskiä vastaan mutta myös ylimääräinen tila.
smn: Raagâs lii ärbivuáválâš syeji čuoškâi vuástá mut meiddei mottoomlágán laseviste.

source: Rankinen antaa rauhallisen päiväunituokion päivähoidon nuorimmille tai mukavan leikkipaikan.
smn: Raagâs addel rávhálâš peivinaverpuudâ peivikiäju nuorâmussáid tâi suotâs sierâdemsaje.

source: Saamelainen lastenkulttuurikeskus tukee lapsen leikkikulttuuria ja lisää tällä tavoin myös lapsen luonnollisia saamen kielen käyttötilanteita.
smn: Säämi párnáikulttuurkuávdáš tuárju párnáá sierâdemkulttuur já lasseet täin lain meiddei párnáá luándulâš sämikielâ kevttim.

source: Lisätietoja: toiminnanohjaaja Petra B. Magga-Vars puh.
smn: Lasetiäđuh: tooimâstivrejeijee Petra B. Magga-Vars puh..

source: Kuvassa: Saamen kielipesän ohjaaja Katja Magga, Mitro Hetta ja Johanna Kumpula Vuotson saamen kielipesäkerhossa.
smn: Kooveest: Tavesämikielâ kielâpiervâl stivrejeijee Katja Magga, Mitro Hetta já Johanna Kumpula Vuáču tavesämikielâ kielâpiervâlkerhoost.
